export default function ServicesBenefits() {
  return (
    <section className="service_benifits">
      <div className="container">
        <div className="row">
          <div className="col-12 p-2 mb-5">
            <p className="m-0">
              امتلاك مشروعك لتطبيقات جوال تعني وجود خدمتك في أيدي الملايين!
            </p>
            <h2>تصميم وبرمجة تطبيقات الجوال الناتيف والهجين</h2>
          </div>
          <div className="col-lg-4 col-12 p-2">
            <div className="img">
              <img src="/images/app-dev.webp" alt="" />
            </div>
          </div>

          <div className="col-lg-8 col-12 p-2">
            <ul>
              <li>تطبيقات متوافقة مع مختلف أنظمة التشغيل للهواتف المحمولة.</li>
              <li>
                تصميم واجهات مستخدم سهلة الاستخدام وجذابة لتحسين تجربة المستخدم.
              </li>
              <li>
                تطوير تطبيقات مخصصة لأغراض معينة مثل التجارة الإلكترونية أو
                التعليم أو الصحة.
              </li>
              <li>
                إمكانية إضافة ميزات متقدمة مثل الذكاء الاصطناعي والواقع المعزز
                والواقع الافتراضي.
              </li>
              <li>
                إنشاء تطبيقات قابلة للتخصيص والتعديل حسب احتياجات العملاء.
              </li>
              <li>
                القدرة على تطوير تطبيقات تدعم اللغات المختلفة لتلبية احتياجات
                الجمهور العالمي.
              </li>
              <li>
                تصميم تطبيقات متجاوبة تلائم مختلف أحجام الشاشات وأنواع الأجهزة.
              </li>
              <li>
                إمكانية دمج التطبيقات مع خدمات الويب الأخرى ووسائل التواصل
                الاجتماعي.
              </li>
              <li>القدرة على تصميم تطبيقات تدعم العمل بدون اتصال بالإنترنت.</li>
              <li>
                الحفاظ على أمان التطبيقات وحمايتها من الاختراقات والهجمات
                الإلكترونية.
              </li>
              <li>
                إمكانية تحليل أداء التطبيقات ومراقبتها وتقديم تقارير وإحصائيات
                دقيقة.
              </li>
            </ul>
          </div>
        </div>
      </div>
    </section>
  );
}
