{
  "home": "Home",
  "about": "About Us",
  "services": "Services",
  "portfolio": "Portfolio",
  "blogs": "Blogs",
  "contact": "Contact Us",
  "companyFile": "Company File",
  "nitaqNetwork": "Nitaq Network For Marketing and Programming",
  "heroTitle": "Boost Your Brand With Our Search Engine Optimization And Digital Marketing Services",
  "heroDescription": "Welcome to Nitaq Network where we specialize in the next generation of search engine optimization and digital marketing solutions.",
  "viewProjects": "View Projects",
  "ourServiceTitle": "Innovative solutions that meet evolving needs",
  "ourServiceSubTitle": "We work closely with our clients to understand their requirements and challenges and provide the most effective solutions to achieve their goals using modern technology and creative approaches.",
  "learnMore": "Learn More",
  "ourProjectTitle": "Your digital assets are our canvas for creativity",
  "ourProjectSubTitle": "We believe that ideas are the beginning of everything. Therefore, we take responsibility for developing and growing these ideas, and innovating effective solutions that transform them into strong and creative projects that change the lives of their owners and fulfill their aspirations.",
  "faqTitle": "Have a question? We're here to help!",
  "faqSubTitle": "Find answers to the most frequently asked questions about our services and technologies, and stay up to date with everything you need to know.",
  "haveAnotherQuestion": "Do you have another question?",
  "haveAnotherQuestionSub": "If you didn't find the answer to your question, don't hesitate to contact us, and we'll be happy to assist you.",
  "readMore": "Read More",
  "blogsTitle": "Latest Articles and Tech Updates",
  "blogsSubTitle": "Discover the latest news and articles on technology, software development, and digital performance optimization to stay ahead.",
  "viewMore": "View More",
  "allRightsReserved": "All Rights Reserved",
  "fornitaqNetwork": "For Nitaq Network",
  "footerAbout": "Nitaq Network is a leading company providing high-quality integrated solutions and innovative services, focusing on creativity and development to ensure customer satisfaction.",
  "clientsTitle": "We have served over 300 clients... Among our valued customers",
  "clientsTitleSubTitle": "We have had the honor of serving a large number of clients across all our service areas since 2006, for over 14 years, and we continue to grow.",
  "aboutSectionSubTitle": "About Nitaq Network Information Technology Company",
  "aboutSectionTitle": "Pioneers in Integrated Technology Solutions",
  "aboutSectionDesc": "At Nitaq Network Information Technology, we provide innovative tech solutions to develop businesses and enhance digital transformation. Our team specializes in website design, app development, app management, and social media management. We aim to deliver high-quality services that meet the needs of both the Saudi and global markets.",
  "successRate": "Success Rate",
  "completedProjects": "Completed Projects",
  "aboutTitle": "Towards a more innovative digital future.",
  "project": "Project",
  "aboutDesc": "At Nitaq Network Information Technology, we provide integrated tech solutions that combine creativity and efficiency. We understand the importance of digital transformation in today's world and its crucial role in business success. With passion, we turn ideas into innovative tech projects and develop smart marketing strategies that meet our clients' aspirations and achieve their goals efficiently. Our comprehensive services start with client needs analysis, followed by tailored tech solutions development, and end with technical support to ensure ongoing success. We adhere to the latest global programming standards and best practices to guarantee high quality while continuously innovating and updating to keep up with rapid technological advancements. Our vision is to be your trusted technology partner, helping you achieve your goals and expand your business in Saudi Arabia and beyond.",
  "tellUs": "Tell us about your idea now and you will have to make it a unique reality with us.",
  "sendNow": "Send For Us Now",
  "ourMission": "Our Mission",
  "ourMissionDesc": "To provide innovative tech solutions that empower businesses and individuals to achieve their goals through high-quality services that blend creativity and efficiency.",
  "ourVision": "Our Vision",
  "ourVisionDesc": "To be the leading technology partner in Saudi Arabia and beyond, driving digital transformation and delivering solutions that meet future aspirations.",
  "ourValues": "Our Values",
  "ourValuesDesc": "We believe in innovation, quality, transparency, and teamwork to achieve shared success with our clients and build trust in everything we offer.",
  "portfolioTitle": "Our Journey to Success Begins Here",
  "portfolioSubTitle": "We provide technological solutions that exceed expectations, blending creativity with innovation to create real success stories across various sectors within the Kingdom and beyond.",
  "allWorks": "All Works",
  "viewProject": "View Project",
  "shareProject": "Share Project",
  "date": "Date: ",
  "client": "Client: ",
  "projectFeatures": "Project Features: ",
  "techUsed": "Technologies Used: ",
  "keepInTouch": "Keep in touch with us",
  "contactTitle": "We are always ready to help you and answer your questions.",
  "callCenter": "Call Center",
  "ourLocation": "Our Location",
  "email": "Email Address",
  "socialMedia": "Social Media",
  "fullName": "Full Name",
  "enterFullName": "Enter Name",
  "phoneNumber": "Phone Number",
  "message": "Message",
  "messagePlaceHolder": "Tell us anything: a complaint, inquiry, or service request...",
  "send": "Send",
  "latestBlogs": "Latest Blogs",
  "requestServiceNow": "Request Service Now",
  "whatDoYouWant": "What do you want?",
  "meetingTime": "Meeting Time",
  "whatsNumber": "WhatsApp Number",
  "whatDoYouNeed": "What do you need?",
  "select": "Select",
  "chooseProjectType": "Choose Project Type",
  "public": "Public",
  "private": "Private",
  "contactType": "Contact Type",
  "phone": "Phone Call",
  "whats": "WhatsApp Chat",
  "meet": "Online Meeting",
  "booking": "Office Appointment",
  "yes": "Yes",
  "no": "No",
  "isPriceSuitable": "Is the price suitable?",
  "why": "Why is the price not suitable?",
  "sucessMessage": "Your request has been successfully sent. You will receive a response as soon as possible.",
  "service": "Service",
  "next": "Next",
  "priceDesc": "The initial cost will be for",
  "sar": "SAR",
  "suitable": "Suitable",
  "unSuitable": "Unsuitable",
  "chooseProjectidea": "Choose a project idea",
  "enterPhoneNumber": "Enter phone number",
  "fillAllFields": "Fill all fields",
  "ourTeam": "Behind every success is a creative team",
  "ourTeamSubTitle": "A group of creative minds, we innovate to create the digital future.",
  "marketing": "Marketing",
  "programing": "Programming",
  "packagesTitle": "Suitable packages for all your needs to ensure success.",
  "getThePackage": "Get the package now",
  "allServices": "All Services",
  "enterWhatsNumber": "Enter Whatsapp Number",
  "enterEmail": "Enter Email Address",
  "packages": "Packages"
}
